Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyMustBeUnique Property
 Element must be unique.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyMustBeUnique { get; }
Public Shared ReadOnly Property CannotCopyMustBeUnique As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyMustBeUnique {
	FailureDefinitionId^ get ();
}
static member CannotCopyMustBeUnique : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace